"lblChargeLimit" = "Ladelimit:";
"btnDischarge" = "Entladen";
"btnTopup" = "Top Up";
"btnInstallHelper" = "Helper Installieren";
"btnQuit" = "Schließen";
"hlpSailingModePopover" = "Sailing Mode ist aktiviert!";
"hlpCalibrationPopover" = "Kalibrierungs-Modus ist aktiv!";
"hlpHeatProtectionPopover" = "Aufgrund zu hoher Hitze ist das laden pausiert. Temperatur: ";
"hlpIntelModePopover" = "Intel Mode ist aktiviert.";
"lblSailingMode" = "Sailing Modus";
"txtEnabled" = "Aktiviert";
"txtDisabled" = "Deaktiviert";
"hlpSailingModeSettings" = "Nachdem deine Batterie bis zum gewünschten Punkt geladen wurde, wartet AlDente bis sich der Akku von alleine entlädt, bevor das laden wieder gestartet wird. Dies hilft, unnötige Ladezyklen zu sparen.";
"txtWillSailTo" = "Segelt bis: ";
"txtSailingModeDeactivated" = "Sailing Modus ist deaktiviert.";
"lblHeatProtection" = "Hitzeschutz";
"hlpHeatProtectionSettings" = "AlDente stoppt das Laden, wenn die Festgelegte Batterietemperatur überstiegen wird.";
"txtMaxTemp" = "Max. Temp";
"txtCurrent" = "  Derzeit: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "Hitzeschutz ist deaktiviert.";
"lblCalibrationMode" = "Kalibrierungs-Modus";
"btnStopCalibration" = "Kalibrierung stoppen";
"btnStartCalibration" = "Kalibrierung starten";
"txtDischarge15" = "Entladen\n15%";
"txtCharge100" = "Laden\n100%";
"txtHold1h" = "Halten\n1h";
"txtDischarge" = "Entladen\n";
"lblStopChargingWhenSleeping" = "Laden stoppen\nim Sleep-Modus";
"hlpStopChargingWhenSleeping" = "Wenn diese Einstellung aktiviert ist, wird das Aufladen gestoppt, sobald das MacBook in den Sleep-Modus geht. Das Laden wird bei dem aktuellen Wert gestoppt, selbst wenn das Ziel noch nicht erreicht ist.";
"lblStopChargingWhenClosed" = "Laden stoppen\nwenn AlDente geschlossen";
"lblStopChargingWhenPoweredOff" = "Laden stoppen\nwenn abgeschaltet";
"hlpStopChargingWhenPoweredOff" = "Wenn diese Einstellung aktiviert ist, wird das Aufladen gestoppt, sobald AlDente geschlossen wird. Dies kann mit AlDente oder mittels einem SMC-Reset wieder aktiviert werden.";
"lblIntelMode" = "Intel Modus";
"hlpIntelModeSettings" = "Nur auf Intel MacBooks verfügbar. Im Intel Mode wird eine andere Hardware-Schnittstelle verwendet, um das Ladelimit zu gewährleisten. Funktionen wie Entladen, Sailing Modus und der Kalibrierungsmodus funktionieren hierbei nicht, allerdings bleibt das Ladelimit auch bei einem Neustart erhalten. Außerdem kann der Tatsächliche Ladewert um bis zu 5% von dem gesetzten Wert abweichen.";
"lblHelperApp" = "Helper Anwendung";
"btnReinstall" = "Neu Installieren";
"btnRemove" = "Deinstallieren";
"lblUpdates" = "Updates";
"btnCheckForUpdates" = "Updates überprüfen";
"txtCheckManually" = "Manuell überprüfen";
"txtCheckAutomatically" = "Automatisch überprüfen";
"lblOther" = "Weiteres";
"btnManageLicense" = "Lizenz bearbeiten";
"btnActivateLicense" = "Lizenz aktivieren";
"btnSaveDebugFile" = "Debug File speichern";
"lblLaunchAtLogin" = "Bei Login starten";
"hlpLaunchAtLogin" = "AlDente beim Hochfahren starten";
"lblRestoreCompleted" = "Vollständig Wiederhergestellt!";
"txtRestoreCompleted" = "AlDente wurde auf die Werkseinstellungen zurückgesetzt.";
"btnResetSettings" = "Werkseinstellungen";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente Free";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Frisch gekocht, 2024 von AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Hol dir Pro!";
"lblSyncingChargeState" = "Synchronisiere Batteriestatus";
"txtDischargeExitDescription" = "Da AlDente gerade deinen Akku entlädt, muss es warten, bis macOS erkennt, dass der Ladevorgang gestoppt ist, bevor die App beendet wird. Drücken Sie OK, um das Programm trotzdem zu beenden. Dies kann dazu führen, dass Ihr Gerät ungewollt den Ruhezustand aktiviert.";
"btnOK" = "OK";
"btnCancel" = "Abbruch";
"lblIntelNotification" = "AlDente läuft im Intel-Modus";
"txtIntelNotification" = "Aufgrund von Hardwarebeschränkungen ist auf diesem MacBook nur der Intel-Modus verfügbar. Einige Pro-Funktionen können dadurch nicht aktiviert werden.";
"lblSetupNotification" = "AlDente Einrichtung";
"txtSetupNotification" = "Bitte gehen Sie zu:\n\nSystemeinstellungen ➔ Batterie ➔ Batterie\n\nund deaktivieren Sie\n\n \Optimiertes Laden der Batterie\.\n\nDadurch hat AlDente die volle Kontrolle über das Ladeverhalten.";
"lblUpdateHelperNotification" = "Helper Aktualisieren";
"txtUpdateHelperNotification" = "AlDente muss die Hilfsanwendung aktualisieren. Sie können den Helper jederzeit mit der Schaltfläche \Deinstallieren\ entfernen.";
"lblInstallHelperNotification" = "Helper Installieren";
"txtInstallHelperNotification" = "Um das Ladeverhalten Ihres MacBook steuern zu können, muss AlDente eine Hilfsanwendung installieren. Sie können den Helper jederzeit mit der Schaltfläche \Deinstallieren\ entfernen.";
"lblHelperInstallSuccessNotification" = "Helper-Installation erfolgreich!";
"lblRemoveHelperNotification" = "Helper deinstallieren?";
"txtRemoveHelperNotification" = "Möchten Sie die Hilfsanwendung wirklich entfernen? AlDente kann nur mit installiertem Helper verwendet werden.";
"lblHelperRemovedNotification" = "Helper deinstalliert";
"txtHelperRemovedNotification" = "Sie haben die Hilfsanwendung von AlDente erfolgreich entfernt. Da AlDente  auf das Hilfswerkzeug angewiesen ist, kann es den Ladestand nicht kontrollieren, bis Sie das Hilfsprogramm neu installieren. AlDente wird jetzt beendet.";
"lblClamshellDischargeProNotification" = "Sorry!";
"txtClamshellDischargeProNotification" = "Aktives Entladen im Clamshell-Modus ist nur in der Pro-Version verfügbar.";
"lblDischargeInfoNotification" = "Einige Worte zum Entlademodus";
"txtDischargeInfoNotification" = "Um die Entladung in allen Szenarien, wie dem Clamshell-Modus, zu ermöglichen, muss AlDente den Ruhezustand Ihres Geräts vorübergehend deaktivieren. Aus diesem Grund kann die Sleep-Option beim Entladen auf einigen MacBooks ausgegraut sein. Außerdem funktionieren einige andere Apps, die das Schlafverhalten steuern, möglicherweise nicht richtig.";
"lblDebugInfoSavedNotification" = "Debug Info gespeichert";
"txtDebugInfoSavedNotification" = "Debug-Infodatei wurde erfolgreich gespeichert in: ";
"lblActivationSuccessfulNotification" = "Aktivierung erfolgreich!";
"txtActivationSuccessfulNotification" = "Vielen Dank für den Kauf von AlDente Pro! Möge die Pasta mit dir sein.";
"lblNoConnectionNotification" = "Keine Verbindung";
"lblDisableSleepCompletely" = "Sleep-Modus deaktivieren";
"hlpDisableSleepCompletely" = "Wenn diese Einstellung aktiviert ist, deaktiviert AlDente den Sleep-Modus des MacBooks so lange das Ladelimit nicht erreicht ist. Sobald das Stromkabel abgesteckt wird, wird der Sleep-Modus jedoch automatisch wieder aktiviert.";
"lblShowOnStartup" = "Beim Start anzeigen";
"hlpShowOnStartup" = "Die Benutzeroberfläche von AlDente wird automatisch geöffnet, wenn die App gestartet wird.";
"hlpShowDockIcon" = "Im Dock ist ein AlDente-Symbol sichtbar.";
"lblShowDockIcon" = "Dock-Symbol anzeigen";
"hlpNoMenubarIcon" = "Entfernen Sie das Symbol von AlDente aus der Menüleiste. Wenn dies aktiviert ist, ist die App nur über das Dock-Symbol zugänglich.";
"lblPopoverAnimation" = "Popup Animation";
"hlpPopoverAnimation" = "Schaltet die Popup-Animation ein oder aus.";
"lblPopupWindow" = "Pop-up-Fenster";
"lblNoMenubarIcon" = "Menüleistensymbol ausblenden";
"lblShowOnlyAlDenteIcon" = "Nur AlDente-Symbol";
"lblMenubarIcon" = "Menüleistensymbol";
"txtHold" = "Halten\n";
"txtDifference" = "Unterschied:";
"txtNoConnectionNotification" = "AlDente muss alle 30 Tage überprüfen, ob Ihre Lizenz gültig ist. Bitte verbinden Sie sich mit dem Internet, damit AlDente funktioniert.";
"lblAdvancedIntelMode" = "Advanced Intel Mode";
"hlpSettingsLock" = "Einstellungen sind gesperrt. Wenden Sie sich an Ihren Systemadministrator, um sie freizugeben.";
"hlpUseRealPercentage" = "Wenn diese Einstellung aktiviert ist, nimmt AlDente den tatsächlichen Hardware-Akku-Prozentsatz als Referenz. Der in macOS angezeigte Wert weicht davon in der Regel um wenige Prozent ab, je nach Alter des Akkus und Ladezustand.";
"ttlStats" = "Statistiken";
"lblUseRealPercentage" = "Hardware-Batterie Prozent";
"hlpShowOnlyAlDenteIcon" = "Wer möchte nicht zu jeder Zeit einen frischen Teller Pasta in seiner Menübar haben?";
"hlpShowBatteryIcon" = "Wer möchte nicht zu jeder Zeit einen frischen Teller Pasta in seiner Menübar haben?";
"hlpShowPercentage" = "Wer möchte nicht zu jeder Zeit einen frischen Teller Pasta in seiner Menübar haben?";
"lblCheckAutomatically" = "Automatisch prüfen";
"txtIntelExplanation" = "Auf Ihrem MacBook kann das Ladelimit bestehen bleiben, wenn es ausgeschaltet oder im Energiesparmodus ist. Bitte beachten Sie, dass der Prozentsatz in diesen Fällen aufgrund technischer Einschränkungen um einige Punkte abweichen kann.";
"ttlMoreSettings" = "Mehr";
"ttlScheduleSettings" = "Zeitlicher Ablauf";
"lblSleep" = "Schlafen";
"lblLockScreenWhenClosed" = "Bildschirm sperren, wenn geschlossen";
"hlpLockScreenWhenClosed" = "Wenn aktiviert, wird der Bildschirm automatisch gesperrt, wenn der Deckel geschlossen und der Schlafmodus deaktiviert wird.";
"lblAutomaticDischarge" = "Automatische Entladung";
"hlpAutomaticDischarge" = "Wenn aktiviert, entlädt sich AlDente automatisch auf den eingestellten Wert, wenn der aktuelle Prozentsatz höher ist.";
"lblCharging" = "Laden";
"hlpAutomaticDischargeButton" = "AlDente entlädt Ihren Akku automatisch, wenn die eingestellte Ladegrenze unter dem Akkuprozentsatz liegt.";
"ttlGeneralSettings" = "Allgemein";
"ttlChargeSettings" = "Aufladen";
"ttlFeatureSettings" = "Features";
"ttlAppearanceSettings" = "Aussehen";
"txtSetupNotificationVentura" = "Bitte gehen Sie zu:\n\nSystemeinstellungen ➔\nBatterie ➔\nBatteriezustand (Info-Taste)\n\nund deaktivieren Sie:\n\n \Optimiertes Laden der Batterie\.\n\nDies stellt sicher, dass AlDente die volle Kontrolle über das Ladeverhalten hat .";
"lblMagsafeLED" = "Magsafe-LED";
"lblControlMagsafeLED" = "Magsafe-LED steuern";
"hlpControlMagsafeLED" = "Wenn diese Einstellung aktiviert ist, passt AlDente die Farbe der Magsafe-LED an den aktuellen Ladezustand an.";
"lblBlinkOrangeDischarge" = "Blinkt während des Entladens orange";
"hlpBlinkOrangeDischarge" = "Wenn diese Einstellung aktiviert ist, blinkt die Magsafe-LED orange, während die Entladung aktiviert ist.";
"lblMagsafeAlwaysOff" = "Immer aus";
"hlpMagsafeAlwaysOff" = "Wenn diese Einstellung aktiviert ist, ist die Magsafe-LED immer aus, solange AlDente läuft.";
"ttlCalibrationNotPossible" = "Kalibrierung nicht möglich!";
"txtCalibrationNotPossible" = "Der Kalibrierungsmodus ist nur verfügbar, wenn ein Ladegerät angeschlossen ist.";
"ttlSMCIssue" = "Ladelimit-Fehler";
"ttlLowChargeLimitWarning" = "Niedrige Ladegrenze";
"txtLowChargeLimitWarning" = "Wenn Sie Ihre Batterie über einen längeren Zeitraum auf einem niedrigen Prozentsatz halten, kann dies die Wahrscheinlichkeit einer Fehlkalibrierung erhöhen.\nDies kann zu unbeabsichtigten Abschaltungen Ihres Geräts führen.\nWenn dies der Fall ist, kann es normalerweise mit dem Kalibrierungsmodus von AlDente behoben werden.";
"txtSMCIssue" = "AlDente hat ein Problem mit macOS festgestellt, das dazu führen kann, dass der Ladebegrenzer vorübergehend nicht funktioniert.\nBitte führen Sie die folgenden Schritte aus, damit AlDente wieder funktioniert:\n1. Trennen Sie Ihr Ladegerät von der Steckdose und schalten Sie Ihr MacBook aus\n2. Warte 5 Minuten\n3. Schalten Sie das MacBook ein und schließen Sie das Ladegerät an\nAlDente sollte wieder wie erwartet funktionieren.";
"ttlTasks" = "Aufgaben";
"txtTasksIntelMode" = "Die Aufgabenplanung ist im Intel-Modus nicht verfügbar.";
"txtTasksNotActivated" = "Holen Sie sich AlDente Pro, um die Aufgabenplanung freizuschalten!";
"txtCreateNewTask" = "Verwenden Sie die Schaltfläche +, um eine neue Aufgabe hinzuzufügen!";
"txtTask" = "Aufgabe";
"txtStartTasksNext" = "Aufgaben bei nächster Gelegenheit beginnen:";
"txtTaskHistory" = "Aufgabenverlauf";
"ttlName" = "Name:";
"ttlActive" = "Aktiv:";
"ttlAction" = "Aktion:";
"txtTopUp" = "Top Up";
"txtDischargeTo" = "Entladen zu";
"ttlRepeat" = "Wiederholen:";
"txtDaily" = "Täglich";
"txtWeekly" = "Wöchentlich";
"txtMonthly" = "Monatlich";
"ttlStart" = "Start:";
"hlpStartTasksNext" = "AlDente kann keine Aufgaben ausführen, während Ihr MacBook im Energiesparmodus oder ausgeschaltet ist. Wenn Ihr MacBook eingeschlafen oder ausgeschaltet war, während eine Aufgabe ausgeführt werden sollte, startet es die Aufgabe bei der nächsten Gelegenheit, wenn es wieder eingeschaltet wird.";
"lblHelperInstallError" = "Helper-Installationsfehler";
"txtHelperInstallError" = "Während der Installation des Hilfsprogramms ist ein Problem aufgetreten. Klicken Sie auf Weiter, um den Hilfsdienst neu zu laden. Sie werden aufgefordert, Ihr Passwort erneut einzugeben.";
"txtInstallHelper" = "AlDente benötigt eine laufende Hilfsanwendung, um zu funktionieren. Bitte installieren Sie die Helper-App.";
"txtHelperInstallSuccessNotification" = "Die Hilfsanwendung wurde erfolgreich installiert!";
"txtPause" = "Ladevorgang pausieren";
"txtCalibrate" = "Kalibrierungsmodus starten";
"txtChargeTo" = "Ladelimit festlegen";
"ttlAlDenteSetup" = "AlDente-Setup";
"txtAlDenteHeadline" = "Willkommen bei AlDente!";
"txtIntro" = "Bevor wir loslegen können, müssen wir ein paar Dinge konfigurieren.";
"ttlInstallHelper" = "Installieren Sie die Helper-App";
"txtInstallHelperInfo" = "AlDente benötigt die Helper-App, um das Ladeverhalten Ihres MacBooks zu steuern.";
"txtHelperInstalled" = "(Helper bereits installiert)";
"ttlOptimisedCharging" = "Optimierte Akkuladung";
"txtOptimisedChargingInfo" = "Um AlDente die volle Kontrolle über das Ladeverhalten Ihres MacBook zu geben, muss Optimized Battery Charging deaktiviert werden.";
"bpOpenSettings" = "• Öffnen Sie Systemeinstellungen → Akku";
"bpClickInfoButton" = "• Klicken Sie auf die Info-Schaltfläche neben Battery Health";
"bpDisableOptimisedCharging" = "• Deaktivieren Sie Optimiertes Batterieladen";
"txtDisableOptimisedChargingOld" = "Gehen Sie bitte zu: Systemeinstellungen ➔ Akku ➔ Akku und deaktivieren Sie: Optimiertes Laden des Akkus.";
"btnOpenSettings" = "Einstellungen öffnen";
"ttlCustomiseAlDente" = "Passen Sie AlDente an";
"txtPresetInfo" = "Wie benutzt du dein MacBook?";
"btnMostlyHome" = "Zu Hause";
"btnOnTheGo" = "Unterwegs";
"btnSkip" = "Überspringen";
"ttlSetupModal" = "Folgende Einstellungen werden gesetzt:";
"bpChargeLimit" = "• Ladelimit";
"bpLaunchAtLogin" = "• Beim Anmelden starten";
"bpSailingMode" = "• Segelmodus*";
"bpHeatProtection" = "• Hitzeschutz*";
"bpAutomaticDischarge" = "• Automatische Entladung*";
"bpStopChargingWhenSleeping" = "• Laden stoppen beim Schlafen*";
"bpStopChargingWhenClosed" = "• Laden stoppen, wenn App geschlossen*";
"bpHardwareBatteryPercentage" = "• Hardware-Akku-Prozentsatz*";
"ttlProLicense" = "Pro-Lizenz";
"txtProLicenseInfo" = "Wenn Sie bereits eine Pro-Lizenz haben, können Sie diese hier aktivieren.";
"btnUseFree" = "Free-Version";
"btnActivatePro" = "Pro aktivieren";
"txtOn" = "An";
"txtOff" = "Aus";
"txtOnlyInPro" = "* Nur in AlDente Pro verfügbar";
"txtEveryWeekday" = "Wochentage";
"txtEvery2Weeks" = "Zweiwöchentlich";
"lblStats" = "Statistiken";
"lblPowerFlowNotAvailable" = "Aufgrund technischer Einschränkungen ist Power Flow auf diesem System nicht verfügbar.";
"txtPowerFlowFreeExplanation" = "Dies sind nur Beispieldaten zu Demonstrationszwecken. Schalte AlDente Pro frei, um Echtzeitdaten zu erhalten!";
"lblShowInPopover" = "In Popover anzeigen";
"hlpShowInPopover" = "Wenn aktiviert, wird dieses Widget auch im Menüleisten-Popover angezeigt.";
"lblShowPercentage" = "Prozent anzeigen";
"lblShowBatteryIcon" = "Akku anzeigen";
"lblDischargeLimitToHighNotification" = "Ladelimit zu hoch";
"txtDischargeLimitToHighNotification" = "Um die Entladefunktion zu verwenden, müssen Sie das Ladelimit auf einen Wert einstellen, der niedriger ist als der aktuelle Batterieprozentsatz.";
"chkDontAskAgain" = "Frag nicht nochmal";
"lblLimit" = "Grenze:";
"txtAlDenteStatus" = "AlDente-Status";
"txtMacOSNative" = "macOS Native";
"txtMacOSColored" = "macOS farbig";
"ttlSettingsBackup" = "Es wurde eine Sicherung der AlDente Pro-Einstellungen gefunden. Möchten Sie sie wiederherstellen?";
"txtSettingsBackup" = "Pro-Einstellungen wiederherstellen?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "Aldente Einstellungen";
"txtDontShow" = "Nicht anzeigen";
"txtDontRepeat" = "Nicht wiederholen";
"lblIconStyle" = "Symbolstil";
"txtAlDenteIcon" = "Aldente-Logo";
"txtEnterTargetPercentage" = "Geben Sie den Zielprozentsatz ein:";
"hlpSailingMinPerc" = "Unter 20% lädt Aldente immer Ihren Akku auf und der Segelmodus wird überschrieben.";
"ttlPowerFlow" = "Power Flow";
"chkRembemberDecision" = "Merke meine Entscheidung";
"ttlSensorData" = "Sensordaten";
"ttlBatHealth" = "Batteriegesundheit";
"txtDesignCap" = "Designkapazität:";
"txtMaxCap" = "Maximale Kapazität:";
"txtHardwareCap" = "Hardwarekapazität:";
"txtMacOSCap" = "macOS Kapazität:";
"txtCycleCount" = "Batteriezyklen:";
"ttlBatSpecs" = "Batteriespezifikationen";
"txtBatTemp" = "Batterietemperatur:";
"txtTimeRemaining" = "Zeit verbleiben:";
"txtTimeToFull" = "Zeit bis voll:";
"txtBatterySerial" = "Seriennummer:";
"ttlElectricalSpecs" = "Elektrische Spezifikationen";
"txtChargerI" = "Ladegerät Strom:";
"txtChargerU" = "Ladegerät Spannung:";
"txtBatI" = "Batterie Strom:";
"txtBatU" = "Batterie Spannung:";
"txtSystemP" = "Systemlast:";
"txtCalibrationInterrupted" = "Der Kalibrierungsmodus wurde unterbrochen.\n Möchten Sie die Kalibrierung fortsetzen?";
"txtPopover" = "In Popover zeigen";
"ttlQuitApp" = "Aldente verlassen?";
"txtQuitApp" = "Möchtest du AlDente schließen?";
"txtCondition" = "MacOS Zustand:";
"hlpLowPowerMode" = "Der MacOS Energiesparmodus ist aktiv.";
"lblLowPowerMode" = "Energiesparmodus";
"lblTopUpWhileCalibrationNotification" = "Nicht möglich.";
"txtTopUpWhileCalibrationNotification" = "Das Aufschlagen ist nicht möglich, während eine Kalibrierung ausgeführt wird.Bitte deaktivieren Sie den Kalibrierungsmodus, bevor Sie beginnen.";
"txtNothing" = "Nichts tun";
"hlpRightClickAction" = "Bestimmt, was passieren soll, wenn das AlDente-Symbol in der Menüleiste mit der rechten Maustaste geklickt wird.";
"txtToggleChargeLimit" = "Aufladen starten/stoppen";
"txtToggleLPM" = "Energiesparmodus aktivieren/deaktivieren";
"txtRightClickAction" = "Menüleiste Rechtsklick";
